{
  "title": "Privacy Policy",
  "back": "Back",
  "intro": "You are on the website hivepal.app, operated by HRVN s.r.o.",
  "operator": "We care about the protection of your personal data and your security. We consider the protection of your privacy when processing personal data in all our business processes. Personal data obtained during visits to our website is processed in accordance with applicable data protection regulations, including the General Data Protection Regulation (GDPR). The website operator is registered with the Data Protection Authority.",
  "rightToInformation": {
    "title": "Right to Information",
    "content": "Upon request, we will inform you as soon as possible and in writing whether and what personal data we have recorded about you. If, despite our efforts to ensure the accuracy and timeliness of the data, incorrect or outdated information is recorded, please do not hesitate to contact us, and we will correct it upon request. If you have questions regarding the processing of your personal data, contact us at info@hivepal.app, where we are also available for suggestions or complaints."
  },
  "security": {
    "title": "Security",
    "content": "HRVN s.r.o. implements technical and organizational security measures to protect recorded personal data against manipulation, loss, destruction and unauthorized access, and continuously updates these measures."
  },
  "dataProtection": {
    "title": "Data Protection Code",
    "content": "When you visit our website, we record information about the website from which you visit us, information about the parts of our website you visit, and the date, time and duration of the visit. This information is collected through Google Analytics. When visiting our website, we do not record your personal data. Personal data is only recorded when you provide it voluntarily, through the contact form or registration, for a specific purpose."
  },
  "dataUsage": {
    "title": "Use and Disclosure of Personal Data",
    "content": "HRVN s.r.o. uses your personal data for the purposes of technical administration of the website, administration and communication with you based on questions sent through the form.",
    "marketing": "Personal data is used for specific marketing purposes only with explicit consent to process personal data for a specific marketing purpose at the chosen frequency (for example, sending a newsletter once a month, sending information about news and updates).",
    "authorities": "Disclosure of personal data to public authorities occurs only within binding legal regulations."
  },
  "newsletter": {
    "title": "Newsletter and Marketing Communications",
    "content": "If you have subscribed to our newsletter, we use your email to send regular information about news, product updates and beekeeping tips. This communication is based solely on your explicit consent.",
    "unsubscribe": "For communications for specific marketing purposes, you can unsubscribe from emails at any time using the unsubscribe link provided in the footer of each such email, or in your account settings."
  },
  "cookies": {
    "title": "Cookies",
    "content": "HRVN s.r.o. and the website hivepal.app use cookies to track visitor preferences and optimally improve our website accordingly. Cookies are small files that are stored on your hard drive. These cookies do not contain any personal data and serve only to improve the user experience."
  },
  "consent": {
    "title": "Consent to Personal Data Processing",
    "content": "HRVN s.r.o. commits to fully respect the confidential nature of your personal and business data, which is secured against unauthorized access and protected against misuse. Data obtained through the registration form is used exclusively to provide our services and communicate with you. Your personal and contact data is not provided to third parties without your consent."
  },
  "contact": {
    "title": "Contact",
    "content": "For any questions regarding the protection of personal data, please contact us at:"
  },
  "footer": {
    "company": "HRVN s.r.o.",
    "lastUpdated": "Last updated"
  }
}